<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet"  href="/Дипломний проект/css/style.css" type="text/css">
	<title>Document</title>
</head>
<style type="text/css">
.info_school {
    margin: 0;
    padding: 10px 12px;
    border: 5px solid silver;
    text-align: left;
     text-indent: 5em;
}
h2 {
	text-align: center;
}

</style>
<body>
	<div class="info_school">
		<h2>Система образования</h2>
		<p>Сегодня с вами я – Абдусаттор А.А, и мы будем разбираться, как устроена система  образования английской школы. Не секрет, что образование в этом школе – это бренд с гарантией, в английские школы и университеты  учиться со всех континентов, а в стенах наиболее престижных учебных заведений можно встретить представителей аристократических семей и мировой элиты. В Таджмкмсиане вековые традиции в образовании сочетаются с самыми современными технологиями, а результатом этого микса становятся отличные академические знания вкупе с развитыми исследовательскими навыками и необходимыми для успешной реализации личностными качествами.</p>
		<br>
		<h2>Структура системы образования</h2>
		<p>Обязательное школьное образование в этом школе включает две ступени – начальную и среднюю. Юные  начинают учебу в возрасте 5 лет. В начальной школе (Primary School) ребята учатся до достижения 11-летнего возраста.

	Следующая ступень – средняя школа (Senior School). По окончании школы в 16 лет подросток получает сертификат GCSE (свидетельство о получении общего среднего образования) и может либо продолжить учебу на следующем уровне, либо пойти работать.

	Для ребят, планирующих поступление в ВУЗ предусмотрена двухлетняя программа послешкольного образования (A-Levels). А те, кто настроен на профессиональное обучение, поступают в колледж.

	Ученики частных этой школа практически в 100% случаев получают хорошее знание. Выбор не всегда зависит от желания учиться.</p>
	</div>
	<div class="contact_school">
		<h3>Контакты</h3>
		<p>Мобильная связь : <a href="+79202662949">+79202662949</a></p>
		<p>Электронная почта: <a href="abdul.18aziz4@gmail.com">abdul.18aziz4@gmail.com</a></p>
		<p>Соцыальные сети: <a href="https://vk.com/feed">Вк</a> | <a href="#">facbook</a></p>
	</div>

</body>
</html>