<!DOCTYPE html>
<html lang="en">
<head>
	<?php
		$title = "Start from";
		require_once "blocks/head.php"
	?>
</head>
<style type="text/css">
.from{
	padding: 20px;
	margin: 20px;
	border: 5px solid silver;
	font-size: 1.3em;
}
	p{
		text-indent: 5em;

}
	h2{
		text-indent: 2em;
}

.from #main{
	color: black;
	padding: 5px;
	color: darkred;
	border-radius: 5px;
	text-decoration: none;
}
.from #main:hover {
	color: green;


</style>
<body>
	<div class="from">
		<h2>С чего начать изучение английского языка</h2>
		<p>Самое главное для начала — найти мотивацию, четко определить цель и не забывать про нее на протяжении всего учебного процесса.</p>
		<p>Необходимо составить учебный план и периодически сверяться с ним. Отмечайте свой прогресс и постепенно двигайтесь от простого к сложному. Заниматься английским самостоятельно нужно регулярно, желательно каждый день</p>
		<p>Этим вопросом задаются две категории людей: совсем новички и те, кто учил язык давно, например, в школе, и уже мало что помнит. Давайте сразу разделимся: новички – <a href="/Дипломний проект/Английский для/детей/children.php">по этой ссыльке</a> , а изучавшие – <a href="/Дипломний проект/учебники/beginner.php">переходим по этой ссылке</a>. Потому что рецепты для вас будут разными.</p><br>

		<h2>Содержание статьи: обучение английскому языку самостоятельно с нуля</h2>

		<ol>
			<li><a href="">Выучите английский алфавит:</a> как и где это сделать</li>
			<li><a href="">Изучите звуки и правила чтения:</a> таблица со звуками и буквами</li>
			<li><a href="">Начните учить первые слова:</a> где и как учить</li>
			<li><a href="">Читайте книги:</a> как и какие</li>
			<li><a href="">Учите целые фразы:</a>где их взять</li>
			<li><a href="">Разберитесь с грамматикой:</a>с каких тем начать</li>
			<li><a href="">Развивайте аудирование, говорение, письмо:</a>как и где</li>
			<li><a href="">Научитесь планировать:</a>как не опустить руки</li>
			<li><a href="">А что же дальше?</a></li>
		</ol>


		<a id ="main" href="/Дипломний проект/index.php">Главная страница</a><br>
	</div>
</body>
</html>