<!DOCTYPE html>
<html lang="en">
<head>
	<?php
		$title = "Why theory";
		require_once "blocks/head.php"
	?>
</head>
<style type="text/css">
.theory{
	padding: 20px;
	margin: 20px;
	border: 5px solid silver;
	font-size: 1.3em;
	text-indent: 5em;
}
.theory #main{
	color: black;
	padding: 5px;
	color: darkred;
	border-radius: 5px;
	text-decoration: none;
}
.theory #main:hover {
	color: green;
}

</style>
<body>
	<div class="theory">
		<h2>Грамматика английского языка</h2>
		<p>Это грамматический строй английского языка и научное исследование и описание этого грамматического строя. Предметами рассмотрения грамматики английского языка являются морфология и синтаксис данного языка.

		Грамматический строй английского языка претерпел значительные изменения с течением веков: из флективного синтетического древнеанглийского он стал в значительной мере аналитическим. Эти и другие изменения изучает история английского языка и её раздел историческая грамматика английского языка. В данной статье рассматривается главным образом грамматика современного английского языка</p>
		<p>Она обладает аналитическими чертами. Система склонения почти полностью исчезла; некоторые её остатки есть у местоимений. Система спряжения глаголов представлена преимущественно аналитическими формами, а набор синтетических ограничивается тремя собственно глагольными формами (две из них относятся к настоящему времени и одна к прошедшему), тогда как аналитические образуются сочетаниями вспомогательных глаголов с причастиями смысловых глаголов. Определение предшествует определяемому и не имеет морфологических показателей согласования с ним. Имеются неопределённый и определённый артикли.</p><br>

		<h4>Местоимения</h4>
		<p>Классификация местоимений осуществляется по их семантике, морфологическим характеристикам и синтаксическим ролям.
		Некоторые разряды местоимений занимают синтаксические позиции существительных (подлежащее или дополнение) и в некоторых классификациях называются местоименными существительными. К ним относятся местоимения, обозначающие говорящего (говорящих), адресата высказывания и предмет речи. Это традиционные личные местоимения, имеющие по две падежных формы: в начальной форме — общем падеже (англ. Common case) они выступают в качестве подлежащего, субъекта (I, we, you, he, she, it, they), а в форме косвенного — объектного падежа (objective case) в роли всех видов дополнений (me, us, you, him, her, it, them). Эти местоимения делятся на два числа и три лица; в третьем лице единственного числа у них различают одушевленность (he, she) и неодушевленность (it), а у одушевлённых мужской (he) и женский (she) род. Помимо личных местоимений к местоименным существительным относят возвратные (myself: I can see myself in the mirror), часть вопросительных (who? what?), относительных, неопределенных (somebody, anybody, something, anything) и отрицательных (nobody, nothing) местоимений</p>
		<p>К местоименным прилагательным относят притяжательные местоимения, а также часть вопросительных, относительных, неопределенных и отрицательных местоимений, которые в словосочетаниях и предложениях играют роль определений.
		Местоимения, способные выполнить функции обстоятельства, относят к местоименным наречиям.</p><br>

		<h4>Личные местоимения</h4>
		<p>В широком смысле к личным местоимениям можно отнести все те местоимения, которые имеют грамматические категории лица и числа.

		В узком смысле к личным местоимениям традиционно относят имеющие эти категории местоименные существительные, не принадлежащие к возвратным.</p><br>

		<h4>Личные местоимения в узком смысле</h4>
		<p>Они относятся к 1) одному из трёх лиц, обозначающих говорящего, адресата или предмет речи, 2) одному из двух чисел — единственному или множественного и имеют две формы: общего падежа для обозначения​ подлежащего и объектного падежа для обозначения дополнений. Отличные от форм множественного числа формы второго лица единственного числа вышли из употребления. В третьем лице единственного числа различаются одушевлённость и неодушевленность, а у одушевлённых различают мужской и женский род</p><br>
		<a id ="main" href="/Дипломний проект/index.php">Главная страница</a><br>
	</div>

</body>
</html>