<ul>
	<li style="font-size: 1.3em; margin-bottom:4px;" ><a href="/Дипломний проект - Админ_часть/теория/why_theory.php">Теория</a></li>
	<li><a href="/Дипломний проект - Админ_часть/теория/why_theory.php">Почему теория?</a></li>
	<li><a href="/Дипломний проект - Админ_часть/теория/start_from.php">С чего начать?</a></li>
	<li><a href="/Дипломний проект - Админ_часть/теория/self-teacher.php">Самоучитель</a></li>
	<li><a href="/Дипломний проект - Админ_часть/теория/grammar.php">Грамматика</a></li>
	<li><a href="/Дипломний проект - Админ_часть/теория/words.php">Слова</a></li>

	<li style="font-size: 1.3em; margin-bottom:3px; margin-top: 10px;
		    "><a href="/Дипломний проект - Админ_часть/практика/почему практика/why_practice.php">Практика</a></li>
	<li><a href="/Дипломний проект - Админ_часть/практика/почему практика/why_practice.php">Почему практика?</a></li>
	<li><a href="/Дипломний проект - Админ_часть/практика/тесты/Тест 10 вопроса/Тест 10 вопроса.html">Тесты</a></li>
	<li><a href="/Дипломний проект - Админ_часть/практика/топики/topic.php">Топики</a></li>
	<li><a href="/Дипломний проект - Админ_часть/практика/упражнения/exercises.php">Упражнения</a></li>
	<!-- <li><a href="/Дипломний проект - Админ_часть/практика/видеоуроки/tutorial.php">Видеоуроки</a></li> -->
</ul>